{
  "entries": [
    {
      "hash": "d5d2a20307ca4e75e6e2d0927617b81b47f44b40886420fe23f01b7501891e7f",
      "metadata": {
        "ipId": "0xE7C4E10305F188eB8953153363fce44779e71EE9",
        "title": "Mushy ",
        "timestamp": 1762058895636,
        "pHash": "f1f5f191f1fffff3",
        "visionDescription": "The image features a roughly drawn cartoon-style bird with a yellow outline and a white body. It has large black eyes, a pinkish beak, and a small crest on its head. The bird is positioned on the left side. To the right, there's a black-framed screen displaying a simple red flame-shaped logo. The style is simplistic, with bold outlines and minimal detail."
      }
    },
    {
      "hash": "3054bf8ca84af6f233de75d55a5712817059d6339dc49f84f4061165d3e53310",
      "metadata": {
        "ipId": "0xF07b6AdE81FE869CAe1DF1517480EB156BefAC82",
        "title": "Mushy Speech",
        "timestamp": 1762060491804,
        "pHash": "004856385c9ac700",
        "visionDescription": "The image depicts a cartoon-style scene with a yellow bird-like character standing on a wooden stage. The character is holding a microphone and speaking energetically at a podium. The background is blue with scattered yellow stars, creating a whimsical, starry atmosphere. Red and yellow pennant banners hang across the top, and red curtains frame the stage on either side. The character has large, expressive eyes, a small beak, and is drawn in a simplistic, bold style."
      }
    },
    {
      "hash": "d39e3c3c308ce6f843bb8ecb34cd05214023d4507659b0ba97f773cc6c300832",
      "metadata": {
        "ipId": "0xEe06561Dc7e3cf8F1947f11d83A359f2BCceA19d",
        "title": "mushy touch grass",
        "timestamp": 1762060557162,
        "pHash": "7ff7e387c3c10000",
        "visionDescription": "The image features a cute, cartoon-style yellow chick sitting on a grassy field adorned with flowers. The chick has large, round eyes and an orange beak. It wears a flower crown made of small white flowers. In one wing, it holds a single red rose, and in the other, a colorful bouquet of various flowers, including yellow, pink, and blue. The background is a blue sky with fluffy white clouds. The overall style is cheerful and vibrant, with a playful and friendly appearance."
      }
    },
    {
      "hash": "e59bbb47867a051d6ebe308afc21e8d7c0f16664bc4bca66d6835552f79c425f",
      "metadata": {
        "ipId": "0xDC64e78a7e1D6C74E8171015eC3699195cF125aA",
        "title": "Mushy chill",
        "timestamp": 1762060563953,
        "pHash": "fffffbc1898181ff",
        "visionDescription": "The image features a cute, cartoon-like yellow bird with large, round eyes and an orange beak, sitting on a pink bean bag. The bird is holding a green drink with a straw in its wings. It has simple, bold outlines and a playful design, contributing to a cheerful and cozy atmosphere. The background is a solid, light beige color, emphasizing the central character."
      }
    }
  ],
  "lastUpdated": 1762060563954
}