{
  "entries": [
    {
      "hash": "78c1f2d37c2b29c496456f2112e079ec64c7c07fbcc47a15f98819255ca3a123",
      "metadata": {
        "ipId": "0x1c75d3De21e86788F2D2266B45bEc3Da724D3443",
        "title": "Story hoodie",
        "timestamp": 1762063312467,
        "pHash": "40604cffff700000",
        "visionDescription": "The image features a black background with bold text. In the center, \"RAZOR\" is written in large, red, stylized letters using uppercase. The distinct feature is the letter \"O,\" which is larger and emphasizes the word. Above \"RAZOR,\" there is a white letter \"S\" partially encased in a black circle, set against the black background. The image has a simple, bold design with a minimalistic style, using contrasting red and white colors."
      }
    },
    {
      "hash": "150b9dc4dba66143ab1989c7fedddda31dcb2681e5057cf45bfc912cab112642",
      "metadata": {
        "ipId": "0xEb273843E0A6d39Fc5bDDa9F8861d7A8D7026Ed4",
        "title": "stingray",
        "timestamp": 1762063330772,
        "pHash": "ffe7c3c3c3c7efff",
        "visionDescription": "The image depicts a digital artwork featuring the back view of a person with brown hair, wearing a blue outfit. Surrounding them are three abstract shapes resembling stylized manta rays, all in dark blue. The background is a soft blue circle with subtle highlights. The style is simplistic and cartoonish, with bold outlines and a focus on minimalistic design elements."
      }
    },
    {
      "hash": "a05f5da3c0ca92138a41bd6830313e633f6ff955334f8ef0e1bdcdb1d227f29a",
      "metadata": {
        "ipId": "0x6592edcc96F3B3C1d12e79dDBc1A719EE66ACd94",
        "title": "sharky1",
        "timestamp": 1762063571872,
        "pHash": "087c3e3c7c3c3c3c",
        "visionDescription": "The image features a cartoon-style yellow shark with a white belly and large, expressive eyes. It has a cute, cheerful expression with an open mouth and a wide smile. The shark is mid-jump, surrounded by small, blue bubbles and splash effects. The overall appearance is playful and friendly, with a simple and colorful design."
      }
    },
    {
      "hash": "1ed9c913cb81e17531b6d547825b26726b97134c0db8e5b8fb726c92f83ea729",
      "metadata": {
        "ipId": "0x89D0934dc889B2E4Fcf2496db37E0fb638C1b05f",
        "title": "rort",
        "timestamp": 1762063690059,
        "pHash": "0c7e7e7e8e8eff80",
        "visionDescription": "The image features a chibi-style anime character and a cartoon panda standing side by side in a space setting. The anime character has blue hair, large blue eyes, and is wearing a colorful, rainbow-hued spacesuit with pink gloves and boots, as well as a transparent helmet. The panda has a large head with a friendly expression and black and white fur, wearing a similarly colorful spacesuit. Both spacesuits have a logo featuring red, blue, and white colors. The background shows a starry space and a distant planet."
      }
    },
    {
      "hash": "e35dfc8b8c66cb79febd7d20cb35cafb6f14a2b8798a7ab80498c8413c8d1c95",
      "metadata": {
        "ipId": "0x2A4ac154dA716c23dD8afb1AB85c3111a6B9FA6C",
        "title": "sharky4",
        "timestamp": 1762063722818,
        "pHash": "001e1e5e7e7e3c00",
        "visionDescription": "The image features an animated, yellow shark character with a cheerful and friendly expression. It has large, round eyes with white highlights, a small nose, and an open mouth displaying a wide smile. The shark has a white underside, and its body is outlined in dark blue. It has a triangular dorsal fin and two side fins, all in yellow. Nearby, there are two small blue bubbles, suggesting an underwater setting. The overall style is cartoonish and vibrant, suitable for a playful theme."
      }
    }
  ],
  "lastUpdated": 1762063722819
}