{
  "entries": [
    {
      "hash": "eace0b4e8b34109f16bd3214a35ae731c0c55cc2bd4fb5242457f331bd7c9252",
      "metadata": {
        "ipId": "0x1c75d3De21e86788F2D2266B45bEc3Da724D3443",
        "title": "Story hoodie",
        "timestamp": 1762009194884,
        "licenses": []
      }
    },
    {
      "hash": "5140a7a3d986f45b59cc59df3869576645e5f61d01e3d1d1da4b7d64fc7109cd",
      "metadata": {
        "ipId": "0x914a7D65f9B696d448A4c9F83012DC61fBd26492",
        "title": "Mushy",
        "timestamp": 1762009555042
      }
    },
    {
      "hash": "807cb4d63b8fda4c390abd840665429e3c24e6d7fc63ac36e5923edbeabdfdd0",
      "metadata": {
        "ipId": "0xC289D1e4E25bD030230f309FeB0dc9450a590784",
        "title": "The Shard Norm",
        "timestamp": 1762010639971,
        "pHash": "3e7776dee2838383"
      }
    },
    {
      "hash": "51e82fef44f5c69de0e17124e0c91a6595d84c159e5f4c64648fea2865ffaa6a",
      "metadata": {
        "ipId": "0xEb273843E0A6d39Fc5bDDa9F8861d7A8D7026Ed4",
        "title": "stingray",
        "timestamp": 1762011520591,
        "pHash": "ffe7c3c3c3c7efff"
      }
    },
    {
      "hash": "f1027769123713d8066d8ba9561e6200b592732bfb5bee931e0db68dbac462f7",
      "metadata": {
        "ipId": "0x6592edcc96F3B3C1d12e79dDBc1A719EE66ACd94",
        "title": "sharky1",
        "timestamp": 1762011815655,
        "pHash": "007c3e3c7c303838"
      }
    },
    {
      "hash": "3d670023b4b2f11a02d62793dc95e6a8a357a7428c24fb4723c3bc604b0c0f8c",
      "metadata": {
        "ipId": "0x89D0934dc889B2E4Fcf2496db37E0fb638C1b05f",
        "title": "rort",
        "timestamp": 1762012408940,
        "pHash": "0c7e7e7e2eceff80"
      }
    },
    {
      "hash": "88d439bfda5b9deafc118181cbba51276a43dbcbb30e5633a9dfa7da908e9d4f",
      "metadata": {
        "ipId": "0x8902efdf14be946d01222A26092C16fef16924e4",
        "title": "hornet ",
        "timestamp": 1762012553925,
        "pHash": "3c3f0fc89cdc7000",
        "visionDescription": "The image depicts a character with a white, horned mask and black eyes, standing in a stylized, pixelated landscape. The character wears a red cloak and holds a needle-like weapon. The background consists of various shades of green, suggesting bushy foliage and abstract shapes. The art style is minimalist and impressionistic with bold color blocks and a lack of intricate detail."
      }
    },
    {
      "hash": "8cd571f5d16a3bbc3b0291cc912ecd5d3fac8e716463c4330b3053248d5d85d9",
      "metadata": {
        "ipId": "0x8902efdf14be946d01222A26092C16fef16924e4",
        "title": "hornet ",
        "timestamp": 1762014572022,
        "pHash": "3c3f0fc89cdc7000",
        "visionDescription": "A stylized character stands against a green background with abstract foliage shapes. The character has a white, horned mask, a red cape or cloak, and thin, black limbs. They prominently hold a long, needle-like weapon. The art style is minimalistic and pixelated, with distinct color blocks. The scene feels dynamic and slightly mysterious due to the character’s pose and the subdued color palette."
      }
    },
    {
      "hash": "6f8a28e91df76fe1824a385b6a6e55121e9efeddb6fcc91c28b46d146a1dd799",
      "metadata": {
        "ipId": "0xcc888ED348A7Cb33E9C5734f0059c2f5F4dF371B",
        "title": "Shard warrior",
        "timestamp": 1762015614029,
        "pHash": "ededffe7c78383cf",
        "visionDescription": "The image features an alien-like character with a humanoid form and an owl-like head. It is clad in a long, black robe with intricate designs. Its skin is a mix of purple and pink hues with a texture reminiscent of a lizard's scales. The character holds a black staff adorned with a trident-like top, emitting purple energy. The eyes are large and glowing, giving an ominous appearance. The robe has metallic-looking armor pieces on the front, and the feet extend from the robe, appearing thin and claw-like. The background is a gradient of purples, enhancing the mystical and otherworldly feel."
      }
    },
    {
      "hash": "6a672c24cf951498d406305d24a94caec3df7b2112c4eb9a1de9a2dded2d3e8d",
      "metadata": {
        "ipId": "0xEb273843E0A6d39Fc5bDDa9F8861d7A8D7026Ed4",
        "title": "stingray",
        "timestamp": 1762016230496,
        "pHash": "ffe7c3c3c3c7efff",
        "visionDescription": "The image depicts a stylized illustration featuring a person with short brown hair, viewed from behind. The person is wearing a blue shirt or hoodie. They are standing in front of a blue circular background that appears to represent a reflective surface, such as water. Surrounding the person in the water are three dark, ray-like shapes, suggesting aquatic creatures. The style is simplistic with basic lines and shading, giving it a cartoon-like appearance."
      }
    },
    {
      "hash": "248af21191981aba9e43cbacb058e50ed52a2aadc7e15c7f475aba11421751d6",
      "metadata": {
        "ipId": "0xEb273843E0A6d39Fc5bDDa9F8861d7A8D7026Ed4",
        "title": "stingray",
        "timestamp": 1762016233540,
        "pHash": "ffe7c3c3c3c7efff",
        "visionDescription": "The image features a digitally drawn, stylized figure with brown hair wearing a blue hoodie, viewed from behind. They are observing three manta rays that appear to be swimming in a circular, blue background area. The rays are depicted in a dark blue color with pointed tail fins, adding a sense of movement to the scene. The art style is simplistic with bold outlines and minimal shading."
      }
    },
    {
      "hash": "e355075db5ed8c5038647bffc5e3c2fc50372697a64ec3c8ff6f11ce2508a075",
      "metadata": {
        "ipId": "0xC289D1e4E25bD030230f309FeB0dc9450a590784",
        "title": "The Shard Norm",
        "timestamp": 1762016235717,
        "pHash": "3e7776dee2838383",
        "visionDescription": "The image portrays a humanoid creature with distinctive features, including a long, elephant-like nose and curved, multicolored horns. Its skin has a pastel, rainbow-like pattern. The creature is wearing an elaborate black and red armored robe, featuring intricate designs and metallic elements, giving it a regal or ceremonial look. It stands against a dark, cloudy background, adding an ominous atmosphere. The creature’s hands are positioned thoughtfully, and its eyes are focused, exuding a sense of intelligence and authority. The artistic style is detailed and has a fantasy or science fiction theme."
      }
    },
    {
      "hash": "2d8f7763da47548c804a055970dffa0b7b2207f7d51278d591c6798ffe81e8ec",
      "metadata": {
        "ipId": "0xC289D1e4E25bD030230f309FeB0dc9450a590784",
        "title": "The Shard Norm",
        "timestamp": 1762016238161,
        "pHash": "3e7776dee2838383",
        "visionDescription": "The image depicts a mysterious, humanoid figure with a colorful, horned elephant-like face and long trunk. It wears a dark, intricate outfit with armor-like elements and a long, flowing black cape. The figure's arms are exposed, revealing a pattern of swirling, iridescent colors on the skin. The hands are clasped together in a contemplative pose. The cloak has red accents with ornate designs, and there are metallic, geometric details on the chest. The background is a cloudy, muted grey-green, adding an ominous atmosphere. The style is a blend of fantasy and sci-fi, with a detailed and painterly approach."
      }
    },
    {
      "hash": "7f1910b479cae384f7a98255e80d27ea9f02a464c2f73b21a63364b582201e88",
      "metadata": {
        "ipId": "0xcCcb573cC9FEF76d865200E0874eB115CE65889d",
        "title": "Knife fight oh yeah",
        "timestamp": 1762016761214,
        "pHash": "fdb9ffe1f8bc1c9c",
        "visionDescription": "The image depicts two drawn characters facing each other, each holding a sword at the other's neck in a standoff. The character on the left has spiky green hair, wears a gray shirt with a green waistband, and has gold earrings. The character on the right has spiky dark brown hair, a black shirt, and also wears gold earrings. Both have confident expressions and are drawn in a simplistic, cartoon-like style with limited use of color. The background is plain white."
      }
    },
    {
      "hash": "2a657ef7369e8c053b563d265d88bc6693a507b4cf0e8744fe0061a14104f81d",
      "metadata": {
        "ipId": "0xcc888ED348A7Cb33E9C5734f0059c2f5F4dF371B",
        "title": "Shard warrior",
        "timestamp": 1762017280726,
        "pHash": "fde7e7e7c78383cf",
        "visionDescription": "The image features a mystical, alien-like character with a bird-like mask and large eyes, set against a purple background with a subtle glow. The figure is adorned in an ornate, multicolored robe with blue and purple hues, accented with metallic details. They wear a dark, hooded cloak fastened with a circular brooch. The character holds a black staff topped with a trident-like symbol, emitting purple energy. Their limbs are slender and pink with intricate patterns, and they rest on elongated, pointy feet, adding an otherworldly touch."
      }
    },
    {
      "hash": "78c1f2d37c2b29c496456f2112e079ec64c7c07fbcc47a15f98819255ca3a123",
      "metadata": {
        "ipId": "0x1c75d3De21e86788F2D2266B45bEc3Da724D3443",
        "title": "Story hoodie",
        "timestamp": 1762017350027,
        "pHash": "40604cffff700000",
        "visionDescription": "The image features the word \"RAZOR\" written in red, bold, blocky letters with a slightly uneven, hand-drawn style. The background is black, creating a stark contrast with the red text. In the top left corner, there is a white circular logo with a stylized letter \"S\" inside it. The overall vibe is minimalistic and striking, with a focus on the text and contrasting colors."
      }
    },
    {
      "hash": "150b9dc4dba66143ab1989c7fedddda31dcb2681e5057cf45bfc912cab112642",
      "metadata": {
        "ipId": "0xEb273843E0A6d39Fc5bDDa9F8861d7A8D7026Ed4",
        "title": "stingray",
        "timestamp": 1762017493719,
        "pHash": "ffe7c3c3c3c7efff",
        "visionDescription": "The image depicts an abstract drawing of a person viewed from behind, wearing a blue shirt with brown hair. Surrounding the person are three large, floating, dark blue whale-like shapes. The background is a soft blue oval, giving the scene a surreal or dreamlike quality. The style is simple and cartoon-like, with bold outlines and minimal details."
      }
    },
    {
      "hash": "62586f674c8f8bb99b7c315e0b0c06ec51dcd93d4d0805f51dbb004e1e2b0b1f",
      "metadata": {
        "ipId": "0xE290dEc836912C838818157F33dF89a7a29CAB82",
        "title": "halloween hehhehhe",
        "timestamp": 1762021738081,
        "pHash": "fbf1f1f1f1f1f8fe",
        "visionDescription": "The image features a cartoon-style character resembling a plague doctor, wearing a black wide-brimmed hat and a mask with large circular glasses and a long beak. The character is dressed in black with a cape, and a cross necklace is visible around the neck. To the right, there's a small black spider hanging from a web. Below the spider, a small orange pumpkin with a black face is depicted. The background is white, giving the illustration a simple, clean look."
      }
    },
    {
      "hash": "171dd6e4b3b7e6745d21b34e98d0a923f4e75e3d582e02645c4d03a4888acce5",
      "metadata": {
        "ipId": "0x3365f7Fb0D5c4082B6B76a1D9727392c787c3268",
        "title": "anko",
        "timestamp": 1762021934505,
        "pHash": "0f0f0f0f0f0f0f0f",
        "visionDescription": "The image features an anime-style character with long black hair, tied with an orange ribbon. The person has a neutral expression and is dressed in a white shirt. The background is predominantly red, occupying the left side of the image, while the right half is white. There is a small doodle-like illustration of a cloud and the text \"iyowa\" next to it. The style is minimalist, with clean lines and simple shading."
      }
    },
    {
      "hash": "ae60327e5655f00bc90deefb46363d7f61bf8b50bfdccb7914574e8dd4ec4353",
      "metadata": {
        "ipId": "0xeF05B94B72b9bFfEA038EEe1ec9d2fD11a6C6921",
        "title": "Superlee AI Agent",
        "timestamp": 1762022242717,
        "pHash": "00183e7e3e1e1c00",
        "visionDescription": "A pixel art character resembling a superhero in a flying pose. The character wears a blue suit with a red and yellow emblem on the chest, resembling the Superman logo. They have a red cape and red boots. The character has short brown hair, wears glasses, and has a determined expression. The style is reminiscent of classic 8-bit video game graphics, featuring blocky and vibrant colors. The character's right fist is extended forward, and the left hand is clenched, partially visible."
      }
    },
    {
      "hash": "29996014beaace2263c2b9142b756cff2624a14f2fd90ecc876d680f37ecca0e",
      "metadata": {
        "ipId": "0x908fcB56a134aE8aBE103841D1A874b5EfdEf753",
        "title": "Gemini_Generated_Image_7aypan7aypan7ayp",
        "timestamp": 1762022259205,
        "pHash": "397f5b1f1818198f",
        "visionDescription": "The image features a cartoon-style character with a cream-colored body and stylized facial features, including eyes and a small curved mouth. It is holding two large red hearts, one in each hand. The character has two pink heart-shaped blush marks on its cheeks. The overall style is simple and playful, with bold outlines and a cute, endearing expression."
      }
    },
    {
      "hash": "297b8d8d20c765bdbf3a645ea3b7c3c97e389cc3dbe9c6b077687a2284619a08",
      "metadata": {
        "ipId": "0x348DBED6BDFff25d2112a7e9c397b96eF78E21ec",
        "title": "Pleaseeee",
        "timestamp": 1762022762635,
        "pHash": "3f07497b0e020000",
        "visionDescription": "The image features a green cartoon character with a large head and expressive, teary eyes. The eyes are bright blue with white reflections and tears streaming from them. The character has thick, black eyebrows and an orange, downturned mouth, giving a sad expression. The style is reminiscent of internet memes, with a simple color palette and exaggerated features. The background is a gradient of blue and gray."
      }
    },
    {
      "hash": "3054bf8ca84af6f233de75d55a5712817059d6339dc49f84f4061165d3e53310",
      "metadata": {
        "ipId": "0xF07b6AdE81FE869CAe1DF1517480EB156BefAC82",
        "title": "Mushy Speech",
        "timestamp": 1762022973382,
        "pHash": "004856385c9ac700",
        "visionDescription": "An illustrated yellow bird is standing on a stage behind a wooden podium, holding a microphone with one wing and gesturing with the other. The background features a blue curtain with yellow stars and dots, and is framed by red curtains with yellow and red pennant banners above. The style is cartoonish and vibrant."
      }
    },
    {
      "hash": "4c34a1fd25b56b6b3578ef4abacf8e740e0ad10822ec4757d8ce09037bef6e03",
      "metadata": {
        "ipId": "0x3D63665f9435522f90e22A12B6b0Bb03aB7d010b",
        "title": "Mushy Remix",
        "timestamp": 1762023210686,
        "pHash": "0f9f173f3ac8e000",
        "visionDescription": "The image depicts a humorous, cartoon-style scene with bright colors. The central figure is a giant anthropomorphic candy robot with a red wrapper labeled \"LIQUORICE\" and glowing blue elements. The robot has a wide-open mouth, appearing enthusiastic or aggressive. Surrounding the candy robot are several people, dressed in casual and work-like attire, running away in panic. Speech bubbles contain phrases about a \"trailblazer role\" and \"Liquorice airdrop,” suggesting excitement for a tech or web3 event. The background shows a grassy landscape with rolling hills and a clear blue sky. The style is exaggerated and dynamic, with expressive facial features and motion lines depicting the chaos of the scene."
      }
    },
    {
      "hash": "dc2f4f3875c907335c1640e264ee3b17bd655a3d5e0dcadce41dfa8d27f076a2",
      "metadata": {
        "ipId": "0xaf4f4709eB5279F9d450f3239a8b2ea3738e7B6D",
        "title": "MUSHY ",
        "timestamp": 1762023212886,
        "pHash": "0c18387a7e7e3c3e",
        "visionDescription": "A cartoonish duck character is depicted with large, round eyes and a small beak. The duck is wearing a blue winter hat with a yellow pom-pom and has a yellow body. It is wrapped in a striped scarf with shades of blue and yellow. The background is black, highlighting the bright colors of the duck and its attire. The style is simplistic with bold outlines, giving it a playful and whimsical appearance.",
        "parentIpIds": ["0xaf4f4709eB5279F9d450f3239a8b2ea3738e7B6D"],
        "licenseTermsIds": ["1434", "1435", "1436", "1437", "10"],
        "licenseTemplates": [null, null, null, null, null],
        "royaltyContext": "",
        "maxMintingFee": "0",
        "maxRts": "0",
        "maxRevenueShare": 0,
        "licenseVisibility": "",
        "isDerivative": false,
        "parentsCount": 0
      }
    },
    {
      "hash": "efbf6a17a0ca7fc8aef259ddd233adaeb871c92b48cf15044f6c3559fdc59bc2",
      "metadata": {
        "ipId": "0x6310A2AEf96b0Aa20f99771ae7830611b680dd7E",
        "title": "1514: Mycelium Remix #93727",
        "timestamp": 1762023333292,
        "pHash": "fff7e3c3c7c7c3ff",
        "visionDescription": "A cartoon drawing of a yellow chick is depicted lying on its back with blue tears streaming from its eyes. The chick has large, wide-open eyes and an orange beak. Its wings and feet are slightly lifted. Below the chick, the word \"MUSHYYYYY\" is written in bold, black uppercase letters. The overall style is simplistic and whimsical."
      }
    },
    {
      "hash": "4be402a106bc1b5c596e9ea7efd8e2b9def4562ca7909fbef6b17488b33659aa",
      "metadata": {
        "ipId": "0xa9654ee157e98C757d929E867976077140A4BC7f",
        "title": "Super Agent Hackathon Badge",
        "timestamp": 1762023488946,
        "pHash": "00f7f8fdff9bfb00",
        "visionDescription": "The image features the word \"SUPERAGENT!\" in bold red 3D text at the top. Below, a robot-like figure is assembled from various capsule-like objects with speech bubbles. Each piece of the figure has unique designs and names like \"VIRTUALS!\" in yellow, \"ARC!!\" in blue, \"SOLENG!!!\" in red, \"ZEREBRO!\" with the ZEREBRO logo, \"GOAT!\" in yellow, \"ELIZA OS!!\" in red, and \"PIPPIN!!\" in blue. The central piece displays a circular \"S\". The background is a gradient of blues and peaches. At the bottom, there are various abstract logos in a black strip. The overall style is playful and colorful, with a digital, futuristic theme."
      }
    },
    {
      "hash": "a008048fdf9d72fbb279e5e45cf869bd14927ee23811aecfe312eb72c0b39bd4",
      "metadata": {
        "ipId": "0x2bef364AC3Ec989F8A4f99136b041b11C9823371",
        "title": "Mushy work",
        "timestamp": 1762024183385,
        "pHash": "d757498c870303ff",
        "visionDescription": "The image features a cartoon-style yellow bird with large eyes sitting at a desk using a computer. The desk is orange, and the computer monitor and keyboard are blue. The background wall is purple with a green accent on the left. Above the bird, there is a round symbol with an \"S\" inside. On the wall, there's a small shelf holding a table lamp and an orange cup. The overall style is simple and colorful, with thick black outlines giving a playful and whimsical appearance."
      }
    },
    {
      "hash": "f818e26e01f907f51a85f171c1571a04a1636eef16e4d17abb9d5607047acdb3",
      "metadata": {
        "ipId": "0xFE9Ff4830E85a2E76ee6bF72c93C516Fb5dD2549",
        "title": "1",
        "timestamp": 1762024877676,
        "pHash": "1c00187e7e6effff",
        "visionDescription": "Two plush toy chicks are the main subjects, sitting on a concrete ledge. Both are bright yellow with orange beaks and feet. They have expressive eyes that convey a worried or sad expression. Each chick wears a blue scarf or hat: the one on the left has a blue hat tilted to the side, and the one on the right has a blue scarf around its neck. The background is blurred, showing a body of water, greenery, and a distant bridge with lights, giving an urban park ambiance."
      }
    },
    {
      "hash": "d86d099b92d81f7e9c704ec9b5358973676697a95c77dbfc9273683078622067",
      "metadata": {
        "ipId": "0xd2479280BD6B3D914eF16B8Ea0073B9F74152f22",
        "title": "chilling mushy",
        "timestamp": 1762025142581,
        "pHash": "ffe7c7c7c3c3ffff",
        "visionDescription": "A cartoon-style illustration of a round-headed, yellow bird wrapped in a blue blanket. The bird has droopy eyes and a small orange beak, giving it a sleepy or bored expression. The simple, bold outlines and limited color palette enhance the character's cute and humorous appearance.",
        "ownerAddress": "0xF8780d979561aa242184436bd310f3a29861C9Fd",
        "mediaType": "image/jpeg",
        "score": 0.4220849275588989,
        "parentIpIds": ["0xd2479280BD6B3D914eF16B8Ea0073B9F74152f22"],
        "licenseTermsIds": ["28015"],
        "licenseTemplates": [null],
        "royaltyContext": "",
        "maxMintingFee": "0",
        "maxRts": "0",
        "maxRevenueShare": 0,
        "licenseVisibility": "",
        "licenses": [
          {
            "licenseTemplateId": "0x2E896b0b2Fdb7457499B56AAaA4AE55BCB4Cd316",
            "licenseTermsId": "28015",
            "templateName": "pil",
            "templateMetadataUri": "https://github.com/storyprotocol/protocol-core/blob/main/PIL_Beta_Final_2024_02.pdf",
            "terms": {
              "uri": "https://ipfs.io/ipfs/QmbK76GN3F7SRJR8XKpLuiRgKn3sq9tLt6rGkdfg67uTjD",
              "currency": "0x1514000000000000000000000000000000000000",
              "expiration": "0",
              "transferable": false,
              "commercialUse": true,
              "royaltyPolicy": "0xBe54FB168b3c982b7AaE60dB6CF75Bd8447b390E",
              "defaultMintingFee": "5000000000000000000",
              "commercialRevShare": 0,
              "derivativesAllowed": false,
              "derivativesApproval": false,
              "commercialRevCeiling": "0",
              "derivativeRevCeiling": "0",
              "commercialAttribution": false,
              "commercializerChecker": "0x0000000000000000000000000000000000000000",
              "derivativesReciprocal": false,
              "derivativesAttribution": false,
              "commercializerCheckerData": "0x0000000000000000000000000000000000000000"
            },
            "licensingConfig": {
              "isSet": false,
              "disabled": false,
              "hookData": "",
              "mintingFee": 0,
              "licensingHook": "",
              "commercialRevShare": 0,
              "expectGroupRewardPool": "",
              "expectMinimumGroupRewardShare": 0
            },
            "createdAt": "2025-10-06T15:03:36.38452Z",
            "updatedAt": "2025-10-06T15:03:36.38452Z"
          }
        ],
        "isDerivative": false,
        "parentsCount": 0
      }
    },
    {
      "hash": "63d74fecd993bf5cc9722944e6e8a72895db1a485b152d855f375b81f735a07e",
      "metadata": {
        "ipId": "0x406004085758511d432497d338bDA38a27915DD9",
        "title": "PINGU",
        "timestamp": 1762026667877,
        "pHash": "ffc3c3c3c3e7e7ff",
        "visionDescription": "The image features a cute cartoon character with a simple, chibi-like design. The character has short black hair, round cheeks, and a cheerful expression with big brown eyes and a small smile. She is wearing a cream-colored shirt with a heart design on the chest and a pink skirt. Her footwear is not detailed but appears to be small and white. The style is minimalistic with clean lines and soft pastel colors, emphasizing a playful and endearing appearance."
      }
    }
  ],
  "lastUpdated": 1762026667878
}
